{
    "waypoints": [
        {
            "ra": 266.416667,
            "dec": -29.008333,
            "fov": 3.0,
            "transition_fov": 3.0,
            "transition_time": 2,
            "zoom_out_time": 0,
            "zoom_in_time": 2,
            "title": "The Central Molecular Zone",
            "description": "The Central Molecular Zone (CMZ) of our Galaxy seen with MEERKAT and Spitzer. This extreme environment, 200 parsecs around our Galaxy's supermassive black hole, harbors unique phenomena impossible to study elsewhere. Color composite by Ashley Barnes.",
            "url": "rgb_final_uncropped_hips",
            "pause_time": 1000
        },
            {
            "ra": 266.416667,
            "dec": -29.008333,
            "fov": 0.8,
            "transition_fov": 3.0,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "ACES Survey",
            "description": "The ALMA Central Molecular Zone Exploration Survey (ACES) combined with the Green Bank Telescope's MUSTANG survey. This comprehensive survey has revealed unprecedented details of molecular gas dynamics and star formation in the Galactic Center, enabling the discovery of exotic objects impossible to find anywhere else.",
            "url": "MUSTANG_12m_feather_noaxes_hips",
            "is_sticky": true,
            "fade_delay": 0.5,
            "fade_in_time": 1.5,
            "pause_time": 1000
        },
        {
            "ra": 266.416667,
            "dec": -29.008333,
            "fov": 0.8,
            "transition_fov": 0.1,
            "transition_time": 5,
            "zoom_out_time": 3,
            "zoom_in_time": 5,
            "url": "jwst_cmz_hips",
            "title": "The CMZ as seen with JWST",
            "description": "The CMZ seen with JWST as of July 2025.  ",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "is_sticky": true,
            "pause_time": 1000
        },
        {
            "ra": 266.834987,
            "dec":  -28.3850884,
            "fov": 0.2,
            "transition_fov": 0.8,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "Sagittarius B2",
            "description": "Sagittarius B2 is a giant molecular cloud of gas and dust located about 120 parsecs from the center of the Milky Way. This massive star-forming region contains the largest molecular cloud in the vicinity of the Galactic Center core, with about 3 million solar masses of material. The cloud is divided into three main cores (North, Main, and South) and is prolific in star formation, with H2O masers tracing active star formation processes. \n Reference: Budaiev et al. 2025, ApJ (arXiv:2506.09115)",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000
        },
        {
            "ra": 266.688524,
            "dec":  -28.5168468,
            "fov": 0.15,
            "transition_fov": 0.2,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "Dust Ridge Clouds e/f",
            "description": "Dust ridge clouds e and f are part of the prominent dust ridge in the Galactic center region, a narrow string of massive condensations identified in submillimeter dust continuum emission. These cold, dense molecular clouds (T_dust ~ 15-17 K) are among the most massive reservoirs of molecular material near the Galactic center, with cloud e containing ~153,000 solar masses and cloud f ~72,000 solar masses. The dust ridge represents a potential site for future massive star formation in the central molecular zone. \n Reference: Immer et al. 2012, A&A, 548, A120 - 'A multi-wavelength view of the Galactic center dust ridge reveals little star formation'",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000,
            "is_sticky": true
        },
        {
            "ra": 266.585749,
            "dec":  -28.5891307,
            "fov": 0.2,
            "transition_fov": 0.15,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "Dust Ridge Clouds c/d",
            "description": "Dust ridge clouds c and d are massive molecular condensations within the Galactic center dust ridge system. Cloud c contains ~180,000 solar masses with a dust temperature of 20 K, while the larger cloud d harbors ~720,000 solar masses at 17 K. These clouds represent some of the most significant reservoirs of cold, dense molecular material in the central molecular zone and are key sites for understanding the potential for future massive star formation in the extreme environment near our Galaxy's center. \n Reference: Immer et al. 2012, A&A, 548, A120 - 'A multi-wavelength view of the Galactic center dust ridge reveals little star formation'",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000
        },
        {
            "ra": 266.533785,
            "dec":  -28.7127179,
            "fov": 0.15,
            "transition_fov": 0.12,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "The Brick (G0.253+0.016)",
            "description": "The Brick (G0.253+0.016) is the densest molecular cloud in our Galaxy that lacks widespread star formation, making it a unique laboratory for studying quiescent molecular clouds. Despite containing over 100,000 solar masses of gas and having densities exceeding 10^4 cm^-3, it shows little evidence of active star formation. Recent studies reveal it's not a monolithic 'brick' but rather a dynamically complex, hierarchically-structured cloud whose morphology reflects the influence of orbital dynamics and shear in the Central Molecular Zone. \n Reference: Henshaw et al. 2019, MNRAS, 485, 2457 - ''The Brick' is not a brick: A comprehensive study of the structure and dynamics of the Central Molecular Zone cloud G0.253+0.016'",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000
        },
        {
            "ra": 266.566301,
            "dec":  -28.8016023,
            "fov": 0.05,
            "transition_fov": 0.08,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "The Sickle Nebula",
            "description": "The Sickle part of the Arches...",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000
        },
        {
            "ra": 266.469186,
            "dec": -28.8634080,
            "fov": 0.08,
            "transition_fov": 0.05,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "The Arches Cluster",
            "description": "The Arches cluster is one of the youngest and most massive known star clusters in our Galaxy, containing over 2,000 stars within just 1 parsec of its core. Located approximately 25 parsecs from the Galactic center, this extreme starburst cluster is dominated by massive Wolf-Rayet and O-type stars, many exceeding 50-100 solar masses. Despite its youth (~2-4 Myr), the cluster is already showing signs of disruption due to strong tidal forces from the Galactic center. The Arches serves as a crucial laboratory for understanding massive star formation and evolution in the extreme environment near supermassive black holes. \n Reference: Hosek et al. 2019, ApJ, 870, 44 - 'The Arches Cluster: Extended Structure and Tidal Radius Measured with Proper Motions'",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000
        },

        {
            "ra": 266.411514,
            "dec":  -29.0135211,
            "fov": 0.1,
            "transition_fov": 0.06,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "Sagittarius A*",
            "description": "Sagittarius A* (Sgr A*) is the supermassive black hole at the center of our Milky Way Galaxy, with a mass of approximately 4 million solar masses. Located at a distance of ~26,000 light-years (8 kpc) from Earth, it serves as the dynamical center of our Galaxy and anchors the galactic coordinate system. Despite being relatively quiescent compared to active galactic nuclei, Sgr A* occasionally exhibits flares across the electromagnetic spectrum and has been crucial for testing general relativity through observations of stellar orbits in its immediate vicinity, including the Nobel Prize-winning work on S-stars. \n Reference: Gordon et al. 2022, 'Position and Proper Motion of Sagittarius A* in the ICRF3 Frame from VLBI Absolute Astrometry'",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000
        },
        {
            "ra": 266.175234,
            "dec":  -29.4492399,
            "fov": 0.15,
            "transition_fov": 0.08,
            "transition_time": 3,
            "zoom_out_time": 2,
            "zoom_in_time": 3,
            "title": "Sgr C",
            "description": "Sagittarius C (Sgr C) is a massive molecular cloud complex located on the far side of the Central Molecular Zone, opposite to Sgr B2 relative to the Galactic center. As part of the galactic center's molecular Arm II, Sgr C represents one of the major gas reservoirs in the inner Galaxy. This cloud complex exhibits the extreme physical conditions characteristic of the central molecular zone, including high densities, elevated temperatures, and strong magnetic fields. Recent 3D structural studies show that Sgr C plays a crucial role in the large-scale gas dynamics and star formation processes of the galactic center region, serving as a key component in understanding the evolution of gas in this unique galactic environment. \n Reference: Sofue 2022, MNRAS, 'Three-Dimensional Structure of the Central Molecular Zone'",
            "fade_enabled": false,
            "fade_delay": 0.5,
            "fade_in_time": 1,
            "pause_time": 1000
        }
    ]
}